/* No comment provided by engineer. */
"Calculating Sequence..." = "Berechnend Sequenz...";

/* No comment provided by engineer. */
"Game Lost" = "Spiel Verloren";

/* No comment provided by engineer. */
"Last Score: %i" = "Letztes Ergebnis: %i";

/* No comment provided by engineer. */
"Moves Left: %i" = "Bewegt Links: %i";

/* No comment provided by engineer. */
"Retries Left: %i" = "Wiederholungen Links: %i";

/* No comment provided by engineer. */
"Score: %i" = "Ergebnis: %i";

/* No comment provided by engineer. */
"Sequence Completed" = "Sequenz Vollendet";

/* No comment provided by engineer. */
"Start Game" = "Spiel Beginnen";

/* No comment provided by engineer. */
"Tap The Sequence" = "Tippen Sie auf den Sequenz";

/* No comment provided by engineer. */
"Top Score: %i" = "Bestes Ergebnis: %i";

